Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: If you like, you may enter custom structures for your category and tag <abbr title="Universal Resource Locator">URL</abbr>s here. For example, using <code>topics</code> as your category base would make your category links like <code>http://example.org/%stopics/uncategorized/</code>. If you leave these blank the defaults will be used.
ca_es: Si voleu, aquí podeu establir una estructura personalitzada per a les <abbr title="Universal Resource Locator">URL</abbr> de les categories i etiquetes. Per exemple, fent servir <code>temes</code> com a base de la categoria faria que els enllaços de categoria apareguessin així: <code>http://exemple.org/temes/general/</code>. Si ho deixeu en blanc s'usarà l'opció per defecte.

source: You should update your web.config now.
ca_es: Ara hauríeu d'actualitzar el fitxer web.config.

source: You are about to delete this link '%s' 'Cancel' to stop, 'OK' to delete.
ca_es: Ara s'eliminarà aquest enllaç '%s' «D'acord» per eliminar, «Cancel·la» per sortir.

source: Plugin Homepage &#187;
ca_es: Pàgina web de l'extensió &#187;

source: You can export a file of your site&#8217;s content in order to import it into another installation or platform. The export file will be an XML file format called WXR. Posts, pages, comments, custom fields, categories, and tags can be included. You can choose for the WXR file to include only certain posts or pages by setting the dropdown filters to limit the export by category, author, date range by month, or publishing status.
ca_es: Podeu exportar un fitxer amb el contingut del vostre lloc web per a importar-lo a altra instal·lació o plataforma. El fitxer exportat serà un fitxer XML amb el format anomenat WXR. S'inclouran les entrades, les pàgines, els comentaris, els camps personalitzats, les categories, i les etiquetes. Podeu triar el fitxer WXR per incloure solament certes entrades o pàgines si configureu els filtres que limiten la categoria a exportar, l'autor, el rang de dates per mesos, o l'estat de publicació.

source: Failed to repair the %1$s table. Error: %2$s
ca_es: No s'ha pogut reparar la taula %1$s. Error: %2$s

source: Standard time begins on: <code>%s</code>.
ca_es: L'horari d'hivern comença el: <code>%s</code>.

source: New users will receive an email letting them know they&#8217;ve been added as a user for your site. This email will also contain their password. Check the box if you don&#8217;t want the user to receive a welcome email.
ca_es: Els usuaris nous rebran en correu electrònic fent-los saber que s'han afegit com a usuaris de la web. Aquest correu electrònic també conté la seva contrasenya. Marqueu la casella si no voleu que l'usuari reba un correu electrònic de benvinguda.

source: The plugin generated %d characters of <strong>unexpected output</strong> during activation. If you notice &#8220;headers already sent&#8221; messages, problems with syndication feeds or other issues, try deactivating or removing this plugin.
ca_es: L'extensió ha generat %d caràcters de <strong>sortida inesperada</strong> durant l'activació. Si obteniu missatges del tipus &#8220;headers already sent&#8221;, problemes amb canals de sindicació o d'altres, proveu de desactivar o eliminar aquesta extensió.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
ca_es: L'actualització d'aquest tema destruirà qualsevol personalització que hàgiu fet en ell. 'Cancel·la' per sortir, 'D'acord' per actualitzar.

source: You can filter the list of users by User Role using the text links in the upper left to show All, Administrator, Editor, Author, Contributor, or Subscriber. The default view is to show all users. Unused User Roles are not listed.
ca_es: Podeu filtrar la llista d'usuaris pel rol d'usuari fent servir els enllaços de text de la part superior esquerra per mostrar Tots, Administradors, Editors, Autors, Col·laboradors i Subscriptors. La vista predeterminada és mostrar tots els usuaris. Els rols que no s'usen no es llisten.

source: You are using a development version of WordPress. You can update to the latest nightly build automatically or download the nightly build and install it manually:
ca_es: Esteu usant una versió en desenvolupament del WordPress. Podeu actualitzar a la darrera versió construïda (<em>nightly build</em>) automàticament o descarregar-la i instal·lar-la manualment:

source: Post via email settings allow you to send your WordPress install an email with the content of your post. You must set up a secret e-mail account with POP3 access to use this, and any mail received at this address will be posted, so it&#8217;s a good idea to keep this address very secret.
ca_es: La configuració de la publicació per correu electrònic us permet enviar al WordPress un correu electrònic amb el contingut de l'entrada. Heu de configurar un compte de correu secret amb accés POP3 per fer servir aquesta opció, i qualsevol correu electrònic rebut des d'aquesta adreça es publicarà, així que és una bona idea mantenir aquesta adreça molt en secret.

source: There are unsaved changes that will be lost. 'OK' to continue, 'Cancel' to return to the Image Editor.
ca_es: Hi ha canvis sense desar que es perdran. 'D'acord' per a continuar, 'Cancel·la' per a tornar a l'Editor d'imatges.

source: In previous versions of WordPress, all importers were built-in. They have been turned into plugins since most people only use them once or infrequently.
ca_es: En versions anteriors del WordPress, tots els importadors estaven incloses en ell. S'han convertit en extensions ja que la majoria de gent solament els feia servir una vegada o amb molt poca freqüència.

source: The active theme is broken. Reverting to the default theme.
ca_es: El tema actiu no funciona. S'està revertint al tema per defecte.

source: Image could not be processed. Please go back and try again.
ca_es: La imatge no es pot processar. Torneu enrere i proveu de nou.

source: The %1$s table is not okay. It is reporting the following error: %2$s. WordPress will attempt to repair this table&hellip;
ca_es: La taula %1$s no està correcta. Està informant del següent error: %2$s. El WordPress intentarà reparar aquesta taula&hellip;

source: There is an autosave of this post that is more recent than the version below. <a href="%s">View the autosave</a>
ca_es: Hi ha un desat automàtic d'aquesta entrada que és més recent que la versió que segueix. <a href="%s">Mostra la versió desada</a>

source: Repairs complete. Please remove the following line from wp-config.php to prevent this page from being used by unauthorized users.
ca_es: Reparació completada. Canvieu la següent línia del fitxer wp-config.php per a evitar que aquesta pàgina es faci servir per usuaris sense autorització.

source: WordPress can automatically look for some common database problems and repair them. Repairing can take a while, so please be patient.
ca_es: El WordPress pot cercar automàticament problemes comuns en la base de dades i reparar-los. La reparació pot trigar una mica, així que tingueu paciència.

source: WordPress can also attempt to optimize the database. This improves performance in some situations. Repairing and optimizing the database can take a long time and the database will be locked while optimizing.
ca_es: El WordPress també pot intentar optimitzar la base de dades. Això millora el rendiment en algunes situacions. La reparació i optimització de la base de dades pot durar bastant temps i quedarà blocada durant l'optimització.

source: Enter the email address or username of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
ca_es: Introduïu l'adreça electrònica i nom d'un usuari existent en aquesta xarxa per a convidar-lo a aquest lloc web. A aquesta persona se li enviarà un correu electrònic demanant-li que confirmi la invitació.

source: An avatar is an image that follows you from weblog to weblog appearing beside your name when you comment on avatar enabled sites. Here you can enable the display of avatars for people who comment on your site.
ca_es: Un avatar és una imatge que us segueix de bloc en bloc i apareix al costat del vostre nom quan feu comentaris en llocs que permeten avatars. Aquí podeu activar que es mostrin els avatars de la gent que comenta al vostre bloc.

source: <strong>Warning:</strong> Making changes to active plugins is not recommended. If your changes cause a fatal error, the plugin will be automatically deactivated.
ca_es: <strong>Advertència:</strong> no es recomana fer canvis a extensions actives. Si els canvis produeixen un error fatal es desactivarà automàticament l'extensió.

source: Enter the email address of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
ca_es: Introduïu una adreça de correu electrònic d'un usuari existent en aquesta xarxa per a convidar-lo a aquest lloc web. A aquesta persona se li enviarà un correu electrònic demanant-li que confirmi la invitació.

source: Contributing Developers
ca_es: Desenvolupadors que han contribuït

source: Show Toolbar when viewing site
ca_es: Mostra la barra d'eines mentre veig la web

source: <strong>Version %1$s</strong> addressed a security issue and fixed %2$s bug.
ca_es: <strong>La versió %1$s</strong> aborda un problema de seguretat i soluciona %2$s error.

source: For more information, see <a href="%s">the release notes</a>.
ca_es: Per a més informació, mireu <a href="%s">les notes de la versió</a>.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
ca_es: <strong>La versió %1$s</strong> aborda alguns problemes de seguretat i soluciona %2$s error de programació.

source: <strong>Version %1$s</strong> addressed %2$s bug.
ca_es: <strong>La versió %1$s</strong> soluciona %2$s error de programació.

source: Welcome to your WordPress Dashboard! This is the screen you will see when you log in to your site, and gives you access to all the site management features of WordPress. You can get help for any screen by clicking the Help tab in the upper corner.
ca_es: Us donem la benvinguda al tauler del WordPress! Aquesta és la pantalla que veureu quan entreu en la pàgina web, i us dóna accés a la gestió de totes les característiques del WordPress. Podeu obtindre ajuda de qualsevol pantalla en fer clic en la pestanya Ajuda a la cantonada superior.

source: Maintenance and Security Release
ca_es: Versió de manteniment i de seguretat

source: What&#8217;s New
ca_es: Què és nou

source: Security Release
ca_es: Actualització de seguretat

source: Maintenance Release
ca_es: Versió de manteniment

source: <strong>Version %1$s</strong> addressed a security issue.
ca_es: <strong>La versió %1$s</strong> soluciona un problema de seguretat.

source: This screen allows you to choose your default permalink structure. You can choose from common settings or create custom URL structures.
ca_es: Aquesta pantalla us permet triar l'estructura d'enllaços permanents predeterminada. Podeu triar alguna de les configuracions comuns o crear estructures d'URL personalitzades.

source: Return to Updates
ca_es: Torna a les actualitzacions

source: Welcome to WordPress %1$s. <a href="%2$s">Learn more</a>.
ca_es: Us donem la benvinguda al WordPress %1$s. <a href="%2$s">Aprèn més</a>.

source: Adding Categories
ca_es: Addició de categories

source: Adding Tags
ca_es: Addició d'etiquetes

source: Troubleshooting
ca_es: Solució de problemes

source: You can upload media files here without creating a post first. This allows you to upload files to use with posts and pages later and/or to get a web link for a particular file that you can share. There are three options for uploading files:
ca_es: Podeu penjar fitxers mèdia aquí sense crear primer una entrada. Això us permet penjar els fitxers que aneu a usar en les entrades i pàgines després i/o aconseguir un enllaç a un fitxer en particular que voleu compartir. Hi ha tres opcions per a penjar fitxers:

source: You must assign a password to the new user, which they can change after logging in. The username, however, cannot be changed.
ca_es: Deveu assignar una contrasenya a l'usuari nou, el qual la pot canviar després d'iniciar sessió. El nom d'usuari, però, no es pot canviar.

source: If you want to convert your categories to tags (or vice versa), use the <a href="%s">Categories and Tags Converter</a> available from the Import screen.
ca_es: Si voleu convertir les categories en etiquetes (o a l'inrevés), useu el <a href="%s">convertidor de categories en etiquetes</a> que hi ha a la pantalla d'importació.

source: Remember to click the Add New User button at the bottom of this screen when you are finished.
ca_es: Recordeu fer clic al botó Afegeix usuari nou d'aquesta pantalla quan acabeu.

source: Once you&#8217;ve saved the download file, you can use the Import function in another WordPress installation to import the content from this site.
ca_es: Una vegada deseu el fitxer descarregat, podeu usar la funció Importa en altra instal·lació del WordPress per a importar el contingut d'aquesta pàgina web.

source: Screen Display
ca_es: Visualització en pantalla

source: Attaching Files
ca_es: Adjunció de fitxers

source: Here is a basic overview of the different user roles and the permissions associated with each one:
ca_es: Aquest és un resum bàsic dels diferents rols d'usuari i els permisos associats amb cadascun d'ells:

source: User Roles
ca_es: Rols d'usuari

source: To add a new user to your site, fill in the form on this screen and click the Add New User button at the bottom.
ca_es: Per afegir un usuari nou al lloc web, ompliu el formulari d'aquesta pantalla i feu clic al botó Afegeix usuari nou de la part inferior.

source: Moderating Comments
ca_es: Moderació dels comentaris

source: Subscribers can read comments/comment/receive newsletters, etc. but cannot create regular site content.
ca_es: Els subscriptors poden llegir comentaris/comentar/rebre notícies, etc. però no poden crear contingut.

source: If the importer you need is not listed, <a href="%s">search the plugin directory</a> to see if an importer is available.
ca_es: Si l'importador que necessiteu no està llistat, <a href="%s">feu una cerca al directori d'extensions</a> per veure si hi ha disponible un importador.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected posts at once. To remove a post from the grouping, just click the x next to its name in the Bulk Edit area that appears.
ca_es: Quan useu l'edició en massa, podeu canviar les metadades (categories, autor, etc.) per a totes les entrades seleccionades d'una vegada. Per suprimir una entrada del grup, simplement feu clic a la x que hi ha prop del seu nom en l'àrea d'edició en massa que apareix.

source: Available Actions
ca_es: Accions disponibles

source: Authors can publish and manage their own posts, and are able to upload files.
ca_es: Els autors poden publicar i gestionar les seves entrades, i poden penjar fitxers.

source: How to Update
ca_es: Com actualitzar

source: This screen provides access to all of your posts. You can customize the display of this screen to suit your workflow.
ca_es: Aquesta pantalla proporciona accés a totes les entrades. Podeu personalitzar la visualització d'aquesta pantalla per adaptar-la al vostre flux de treball.

source: You can also edit or move multiple posts to the trash at once. Select the posts you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
ca_es: Podeu també editar o moure moltes entrades a la paperera d'una vegada. Seleccioneu les entrades sobre les que voleu actuar en fer servir les caselles de verificació, aleshores seleccioneu l'acció que voleu fer del menú d'accions en massa i feu clic a Aplica.

source: Adding Plugins
ca_es: Addició d'extensions

source: Screen Content
ca_es: Pantalla de contingut

source: You can customize the display of this screen&#8217;s contents in a number of ways:
ca_es: Podeu personalitzar com es mostra el contingut en aquesta pantalla de diverses formes:

source: It is very important to keep your WordPress installation up to date for security reasons, so when you see a number appear, make sure you take the time to update, which is an easy process.
ca_es: És molt important mantenir la instal·lació del WordPress actualitzada per raons de seguretat, així que quan vegeu que apareix un número, assegureu-vos que preneu el temps necessari per actualitzar, que és un procés ben senzill.

source: Adding Themes
ca_es: Addició de temes

source: Delete brings you to the Delete Users screen for confirmation, where you can permanently remove a user from your site and delete their posts. You can also delete multiple users at once by using Bulk Actions.
ca_es: Suprimeix us portarà a una pantalla de confirmació per suprimir usuaris, on podeu suprimir permanentment un usuari de la web i suprimir les seves entrades. Podeu també suprimir molts usuaris a la vegada en fer servir les accions en massa.

source: This screen lets you update to the latest version of WordPress as well as update your themes and plugins from the WordPress.org repository. When updates are available, the number of available updates will appear in a bubble on the left hand menu as a notification.
ca_es: Aquesta pantalla us permet actualitzar a la darrera versió del WordPress així com actualitzar els temes i extensions des del repositori de WordPress.org. Quan les actualitzacions estan disponibles, el nombre d'actualitzacions disponibles apareixerà en una bombolla al menú de l'esquerra com una notificació.

source: Remove allows you to remove a user from your site. It does not delete their posts. You can also remove multiple users at once by using Bulk Actions.
ca_es: Suprimeix us permet suprimir un usuari de la web. No se suprimeix les seves entrades. Podeu també suprimir molts usuaris d'una vegada fent servir les accions en massa.

source: Plugins hook into WordPress to extend its functionality with custom features. Plugins are developed independently from the core WordPress application by thousands of developers all over the world. All plugins in the official <a href="%s" target="_blank">WordPress.org Plugin Directory</a> are compatible with the license WordPress uses. You can find new plugins to install by searching or browsing the Directory right here in your own Plugins section.
ca_es: Les extensions es connecten amb el WordPress per augmentar les seves funcionalitats amb característiques personalitzades. Les extensions estan desenvolupades, al marge de l'equip del Wordpress, per milers de programadors d'arreu del món. Totes les extensions en el <a href="%s" target="_blank">directori d'extensions de WordPress.org</a> oficial són compatibles amb la llicència del WordPress. Podeu trobar noves extensions per instal·lar en cercar o navegar pel directori aquí mateix, a la secció d'extensions.

source: Permalinks are the permanent URLs to your individual pages and blog posts, as well as your category and tag archives. A permalink is the web address used to link to your content. The URL to each post should be permanent, and never change &#8212; hence the name permalink.
ca_es: Els enllaços permanents son les URLs permanents a les pàgines i entrades, així com a l'arxiu de les categories i etiquetes. Un enllaç permanent és una adreça web que enllaça amb el vostre contingut. La URL de cada entrada ha de ser permanent, i no ha de canviar mai &#8212;per això el nom d'enllaç permanent.

source: Many people choose to use &#8220;pretty permalinks,&#8221; URLs that contain useful information such as the post title rather than generic post ID numbers. You can choose from any of the permalink formats under Common Settings, or can craft your own if you select Custom Structure.
ca_es: Molta gent tria fer servir els &#8220;enllaços permanents amigables,&#8221; és a dir, URLs que contenen informació útil com ara el títol de l'entrada en lloc de números genèrics identificadors de l'entrada. Podeu triar qualssevol dels formats d'enllaços permanents que hi ha a les opcions o podeu crear la vostra si seleccioneu estructura personalitzada.

source: Common Settings
ca_es: Opcions comuns

source: Custom Structures
ca_es: Estructures personalitzades

source: Uploading Files allows you to choose the folder and path for storing your uploaded files.
ca_es: Penja fitxers us permet triar la carpeta i camí on desar els fitxers que pengeu.

source: You can submit content in several different ways; this screen holds the settings for all of them. The top section controls the editor within the dashboard, while the rest control external publishing methods. For more information on any of these methods, use the documentation links.
ca_es: Podeu enviar el contingut de vàries formes diferents; aquesta pantalla té la configuració de totes elles. La secció superior controla l'editor d'aquestes pantalles al tauler, mentre que la resta controla els mètodes de publicació externs. Per a més informació sobre qualsevol d'aquestos mètodes, utilitzeu els enllaços de la documentació.

source: Installing themes on Multisite can only be done from the Network Admin section.
ca_es: La instal·lació de temes en multilloc solament es pot fer des de la secció del administrador de la xarxa

source: If you want site visitors to be able to register themselves, as opposed to by the site administrator, check the membership box. A default user role can be set for all new users, whether self-registered or registered by the site admin.
ca_es: Si voleu que els visitants del lloc es puguin registrar tot sols, en lloc de ser registrats per l'administrador del lloc, marqueu la casella següent. Un rol d'usuari per defecte es pot definir per als usuaris nous, tant si es registren tot sols, com si ho fa l'administrador.

source: Post Via Email
ca_es: Publica per correu electrònic

source: If desired, WordPress will automatically alert various services of your new posts.
ca_es: Si voleu, el WordPress avisarà automàticament a diversos serveis que hi ha entrades noves.

source: This screen provides many options for controlling the management and display of comments and links to your posts/pages. So many, in fact, they won&#8217;t all fit here! :) Use the documentation links to get information on what each discussion setting does.
ca_es: Aquesta pantalla us proporciona moltes opcions per controlar la gestió i visualització dels comentaris i enllaços en les entrades/pàgines. Tantes, de fet, que no caben totes aquí :) Utilitzeu els enllaços de la documentació per obtenir informació sobre què fa cada paràmetre de discussió.

source: You can change your password, turn on keyboard shortcuts, change the color scheme of your WordPress administration screens, and turn off the WYSIWYG (Visual) editor, among other things. You can hide the Toolbar (formerly called the Admin Bar) from the front end of your site, however it cannot be disabled on the admin screens.
ca_es: Podeu canviar la contrasenya, activar les dreceres de teclat, canviar l'esquema de color de les pantalles d'administració del WordPress, i desactivar l'editor (visual) WYSIWYG, entre altres coses. Podeu amagar la barra d'eines (anomenada formalment la barra d'administració) del frontal de la pàgina web, però no es pot desactivar en les pantalles de l'administrador.

source: Inactive Sidebar (not used)
ca_es: Barra lateral inactiva (no usada)
